[
  {
    "text": "Ich habe Maxi als SEO-Experten für eins meiner Kundenprojekte hinzugezogen und war von der angenehmen und produktiven Zusammenarbeit sehr angetan. Er hat nicht nur eine klar strukturierte und sehr gut aufgearbeitete Keyword-Recherche beigesteuert, sondern sich auch um die OnPage-Optimierung der Seite und die Erstellung neuer Inhalte gekümmert. Ich bin rundum zufrieden und freue mich auf weitere gemeinsame Projekte in der Zukunft!",
    "name": "Felix Kausmann",
    "profession": "Webdesigner & WordPress- Experte",
    "image": "/img/testimonials/image_page1_0.jpeg"
  },
  {
    "text": "Dank Maximilians hervorragender Unterstützung seit Juli 2021 konnten wir die monatliche Besucherzahl meiner Website von minimal auf 5-stellig – weiter steigend – anheben. Das Ziel, meine Vor-Ort-Praxis in ein Online-Business umzuwandeln und weiter auf- und auszubauen haben wir erfolgreich umgesetzt. Mein gesamtes Geschäftskonzept wurde dank Maximilian auf ein neues Level gehoben",
    "name": "Stefanie Heinlein",
    "profession": "EMOTIONAL RELEASE by Stefanie Heinlein",
    "image": "/img/testimonials/image_page2_0.jpeg"
  },
  {
    "text": "Vor der Zusammenarbeit mit Maximilian hatten wir schon organischen Traffic, jedoch fehlte uns eine langfristige Strategie. Erst durch das SEO-Know-how von Maximilian konnten wir eine optimierte Websitestruktur etablieren und so Stück für Stück immer neue Traffic-Rekorde erreichen. Besonders gefallen hat uns die praktische Umsetzung, die wir komplett in seine Hände geben konnten. Wir arbeiten jetzt schon über 4 Jahre zusammen. Maximilian passt die SEO Aktivitäten immer neu an die Gegebenheiten, an die Google fordert. Maximilian und seine Arbeit können wir definitiv weiterempfehlen.",
    "name": "Thomas Wolff",
    "profession": "Geschäftsführer und Gründer von MPU Wolff",
    "image": "/img/testimonials/image_page3_0.jpeg"
  },
  {
    "text": "Die Zusammenarbeit mit Maximilian hat immer Hand und Fuß. Neben seiner positiven Art ist seine klare, strukturierte Vorgehensweise in Projekten sehr angenehm.",
    "name": "Niklas Deller",
    "profession": "Google Ads Experte",
    "image": "/img/testimonials/image_page4_0.jpeg"
  },
  {
    "text": "Maximilian ist nicht nur ein absoluter Profi auf seinem Gebiet - mit ihm zu arbeiten ist auch herrlich unkompliziert. Selbsternannte „SEO-Experten“ gibt es viele, Maximilian gehört nicht dazu. Er IST Experte. Für mich ist er ganz einfach der beste Ansprechpartner in diesem Bereich",
    "name": "Laura Schertl",
    "profession": "Freiberufliche Redakteurin",
    "image": "/img/testimonials/image_page5_0.jpeg"
  },
  {
    "text": "Ich bin sehr dankbar über die Zusammenarbeit mit Maximilian. Durch seine Kompetenz, produktivem Austausch und strategischer Ausrichtung, hat er das Potenzial unserer Website herausgearbeitet. Wir sind auf dem besten Weg, die Conversion-Rate, User Experience und Sichtbarkeit unseres Shops zu optimieren. Freue mich auf die weitere Partnerschaft, um das Potenzial auszuschöpfen.",
    "name": "Bianca Löhr",
    "profession": "Geschäftsführende Inhaberin von ANOTHER ME & Founderin des Magazin Holistic Lifestyle",
    "image": "/img/testimonials/image_page6_0.jpeg"
  },
  {
    "text": "Die Zusammenarbeit mit Maximilian ist auf ganz hohem Niveau. Trotz der Professionalität kann ich mich jederzeit auf Augenhöhe mit Maximilian austauschen und all meine Fragen loswerden. Klare Empfehlung!",
    "name": "Richard Roth",
    "profession": "SEA & SEO Berater",
    "image": "/img/testimonials/image_page7_0.jpeg"
  },
  {
    "text": "Wir von faszinatour TRAINING EVENT SOLUTIONS schätzen die Zusammenarbeit mit Maxi von hausamseo sehr. Seine schnelle Reaktionszeit und die Fähigkeit, die komplexe SEO-Welt verständlich zu machen, haben uns besonders beeindruckt. Maxi hat uns nicht nur einen besseren Weg aufgezeigt, sondern auch mit seinen Ideen dabei geholfen, unsere Sichtbarkeit im WWW erheblich zu steigern. Seine professionelle und zugleich freundliche Art macht die Zusammenarbeit super angenehm.",
    "name": "Jenny Schmid",
    "profession": "Head of Marketing, faszinatour GmbH",
    "image": "/img/testimonials/image_page8_0.jpeg"
  },
  {
    "text": "Maximilian besticht nicht nur durch seine fachliche Kompetenz, sondern ist extrem zuverlässig, was die Zusammenarbeit sehr, sehr angenehm macht und stets für zügige Projektabschlüsse sorgt.",
    "name": "Kim Tinnemeyer",
    "profession": "Gründer dock7",
    "image": "/img/testimonials/image_page9_0.jpeg"
  },
  {
    "text": "Ich habe mit Maximilian meine Domain umgezogen und war sehr happy! Nach einem kurzen Onboarding musste ich mich um nichts mehr kümmern und der Wechsel hinzu postclick.agency lief wie von selbst - so soll es sein! Auch meine Google-Rankings sind nach dem Relaunch weiterhin so wie vorher",
    "name": "Paul Adolphs",
    "profession": "Konsumpsychologe & Founder PostClick",
    "image": "/img/testimonials/image_page10_0.jpeg"
  },
  {
    "text": "Mit Maximilian von Haus am SEO ist unsere Praxiswebsite auf ein neues Level gehoben worden! Wir freuen uns auf die weitere Zusammenarbeit und viele neue Ideen!",
    "name": "Silvia und Daniel Klering",
    "profession": "Zahnärzte und Gründer von the Dental Company",
    "image": "/img/testimonials/image_page11_0.jpeg"
  },
  {
    "text": "Obwohl wir schon seit 10 Jahren auf eher „traditionelle Weise“ erfolgreich sind, hat uns Maximilian auf den nächsten Level gebracht. Seine Erfahrung und sein analytischer Blick sind herausragend! Alle Kurven zeigen nach oben und wir erreichen unser Ziel: hohe Sichtbarkeit.",
    "name": "Michael Pohl",
    "profession": "Gründer und Geschäftsführer, triangility GmbH",
    "image": "/img/testimonials/image_page12_0.jpeg"
  },
  {
    "text": "Ich arbeite schon einige Zeit mit Maximilian gemeinsam für The Dental Company und er bringt wirklich jedes Projekt weit nach vorne. Er ist sehr ambitioniert und ich schätze sein ganzheitliches Verständnis für SEO und digitale Strategie Themen. In seine Arbeit hab ich vollstes Vertrauen und es ist stets eine Zusammenarbeit auf Augenhöhe, die Spaß macht!",
    "name": "Laura Kümmel",
    "profession": "Founder Studio für Strategie+Design",
    "image": "/img/testimonials/image_page13_0.jpeg"
  }
]
